/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Copyright"          = "Copyright © 2020 Marlo Kessler. Alle Rechte vorbehalten.";
"Version"            = "Version";
"Imprint"            = "Impressum";
"Privacy Statement"  = "Datenschutzerklärung";


"Imprint"      = "Impressum";
"imprint body" = "Angaben gemäß § 5 TMG \n\nMarlo Kessler \nAm Ameisenhübel 14 \n66851 Bann \nDeutschland \n\n\nKontakt \nTelefon: +491745102182 \nE-Mail: hallo@connapptivity.de \n\nWir sind nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen. \n\n\nHaftung für Inhalte \n\nAls Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. \nVerpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen. \n\n\nUrheberrecht \n\nDie durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. \nSoweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen. \n\n\nStand: September, 2020";

"privacy title"   = "Datenschutzerklärung";
"privacy title 1" = "I. Allgemein";
"privacy body 1"  = "Wir nehmen den Schutz Ihrer personenbezogenen Daten sehr ernst und behandeln diese vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung. Diese Datenschutzerklärung gilt für unsere mobilen iPhone- und Android-Apps (im Folgenden „APP“). In ihr werden Art, Zweck und Umfang der Datenerhebung im Rahmen der APP-Nutzung erläutert. Wir weisen darauf hin, dass die Datenübertragung im Internet Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich. \n\n\nVerantwortliche Stelle \n\nVerantwortliche Stelle für die Datenverarbeitung im Rahmen dieser APP ist: \n\nMarlo Kessler \nAm Ameisenhübel 14 \n66851 Bann \nDeutschland \n\nE-Mail: hallo@connapptivity.de \nTel.: +49 174 5102182 \n\n„Verantwortliche Stelle“ ist die Stelle, die personenbezogene Daten (z. B. Namen, E-Mail- Adressen etc.) erhebt, verarbeitet oder nutzt. \n\n\nDatenschutzbeauftragter \n\nUnseren Datenschutzbeauftragten erreichen Sie unter: \n\nMarlo Kessler \nAm Ameisenhübel 14 \n66851 Bann \nDeutschland \nE-Mail: datenschutz@connapptivity.de \nTel.: +49 174 5102182 \n\n\nAllgemeine Speicherdauer personenbezogener Daten \n\nVorbehaltlich abweichender oder konkretisierender Angaben innerhalb dieser Datenschutzerklärung werden die von dieser APP erhobenen personenbezogenen Daten gespeichert, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt. Sofern eine gesetzliche Pflicht zur Aufbewahrung oder ein sonstiger gesetzlich anerkannter Grund zur Speicherung der Daten (z. B. berechtigtes Interesse) besteht, werden die betreffenden personenbezogenen Daten nicht vor Wegfall des jeweiligen Aufbewahrungsgrundes gelöscht. \n\n\nRechtsgrundlagen zur Speicherung personenbezogener Daten \n\nDie Verarbeitung personenbezogener Daten ist nur zulässig, wenn eine wirksame Rechtsgrundlage für die Verarbeitung dieser Daten besteht. Sofern wir Ihre Daten verarbeiten, geschieht dies regeläßig auf Grundlage Ihrer Einwilligung nach Art. 6 Abs. 1 lit. a DSGVO (z.B. bei freiwilliger Angabe Ihrer Daten in der Anmeldemaske oder im Rahmen des Kontaktformulars), zum Zwecke der Vertragserfüllung nach Art. 6 Abs. 1 lit. b DSGVO (z.B. bei Nutzung von In-APP-Käufen oder der Nutzung sonstiger kostenpflichtiger APP-Funktionen) oder aufgrund berechtigter Interessen nach Art. 6 Abs. 1 lit. f DSGVO, die stets mit Ihren Interessen abgewogen werden (z.B. im Rahmen von Werbemaßnahmen). Die jeweils einschlägigen Rechtsgrundlagen werden ggf. an gesonderter Stelle im Rahmen dieser Datenschutzerklärung konkretisiert. \n\n\nVerschlüsselung \n\nDiese APP nutzt aus Gründen der Sicherheit und zum Schutz der übertragung vertraulicher Inhalte, wie zum Beispiel der Anfragen, die Sie an uns als APP-Betreiber senden, oder der Kommunikation der APP-Nutzer untereinander, eine Verschlüsselung. Durch diese Verschlüsselung wird verhindert, dass die Daten, die Sie übermitteln, von unbefugten Dritten mitgelesen werden können. \n\n\nÄnderung dieser Datenschutzerklärung \n\nWir behalten uns das Recht vor, diese Datenschutzbestimmungen unter Einhaltung der gesetzlichen Vorgaben jederzeit zu ändern.";

"privacy title 2" = "II. Ihre Rechte";
"privacy body 2"  = "Widerruf Ihrer Einwilligung zur Datenverarbeitung \n\nViele Datenverarbeitungsvorgänge sind nur mit Ihrer Einwilligung möglich. Diese werden wir vor Beginn der Datenverarbeitung ausdrücklich bei Ihnen einholen. Sie können diese Einwilligung jederzeit widerrufen. Dazu reicht eine formlose Mitteilung per E-Mail an uns. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitungsvorgänge bleibt vom Widerruf unberührt. \nWIDERSPRUCHSRECHT GEGEN DIE DATENERHEBUNG IN BESONDEREN FÄLLEN SOWIE GEGEN DIREKTWERBUNG (ART. 21 DSGVO) WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVO ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN WIDERSPRUCH EINZULEGEN; DIES DIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT, ENTNEHMEN SIE DIESER DATENSCHUTZERKLÄRUNG. WENN SIE WIDERSPRUCH EINLEGEN, WERDEN WIR DIE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ES SEI DENN, WIR KÖNNEN ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN ÜBERWIEGEN ODER DIE DER VERARBEITUNG DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN DIENEN. WERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN; DIES GILT AUCH FÜR DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN VERBINDUNG STEHT. WENN SIE WIDERSPRECHEN, WERDEN IHRE PERSONENBEZOGENEN DATEN ANSCHLIESSEND NICHT MEHR ZUM ZWECKE DER DIREKTWERBUNG VERWENDET. \n\n\nBeschwerderecht bei einer Aufsichtsbehörde \n\nIm Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe. \n\n\nAuskunft, Löschung und Berichtigung \n\nSie haben jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung sowie ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden. \n\n\nRecht auf Einschränkung der Verarbeitung \n\nSie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen: \n\n - Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, be- nötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. \n - Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah / geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen. \n - Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. \n - Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. \n\nWenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden. \n\n\nRecht auf Datenübertragbarkeit \n\nSie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.";

"privacy title 3" = "III. Zugriffsrechte der APP";
"privacy body 3"  = "Zur Bereitstellung unserer Dienste über die APP benötigen wir die im folgenden aufgezählten Zugriffsrechte, die es uns ermöglichen, auf bestimmte Funktionen Ihres Geräts zuzugreifen: \n\n - Gerätenummer Ihres Smartphones. \n\nDer Zugriff auf die Gerätefunktionen ist erforderlich, um die Funktionalitäten der APP zu gewährleisten. Rechtsgrundlage für diese Datenverarbeitung ist unser berechtigtes Interesse im Sinne von Art. 6 Abs. 1 lit. f DSGVO, Ihre Einwilligung im Sinne des Art. 6 Abs. 1 lit. a DSGVO oder – sofern ein Vertrag geschlossen wurde – die Erfüllung unserer vertraglichen Verpflichtungen (Art. 6 Abs. 1 lit. b DSGVO). \nDie Speicherdauer für die so erfassten Daten ist wie folgt geregelt: Die Daten werden solange gespeichert, bis Sie die APP löschen oder Ihre Daten innerhalb der Geräteeinstellungen löschen.";

"privacy title 4" = "IV. Erfassung personenbezogener Daten im Rahmen der APP-Nutzung";
"privacy body 4"  = "Allgemein \n\nWenn Sie unsere APP nutzen, erfassen wir ggf. folgende personenbezogene Daten von Ihnen: \n\n - Nutzungsdaten \n - IP-Adresse \n - Gerätekennung \n - Metadaten \n\nDie Verarbeitung dieser personenbezogenen Daten ist erforderlich, um die Funktionalitäten der APP zu gewährleisten. Rechtsgrundlage für diese Datenverarbeitung ist unser berechtigtes Interesse im Sinne von Art. 6 Abs. 1 lit. f DSGVO, Ihre Einwilligung im Sinne des Art. 6 Abs. 1 lit. a DSGVO oder – sofern ein Vertrag geschlossen wurde – die Erfüllung unserer vertraglichen Verpflichtungen (Art. 6 Abs. 1 lit. b DSGVO). \nDie Speicherdauer für die so erfassten Daten ist wie folgt geregelt: Die Daten werden solange gespeichert, bis Sie die APP löschen oder Ihre Daten innerhalb der Geräteeinstellungen löschen. \n\n\nAnfrage innerhalb der APP, per E-Mail, Telefon oder Telefax \n\nWenn Sie uns kontaktieren (z. B. per E-Mail oder Telefon), wird Ihre Anfrage inklusive aller daraus hervorgehenden personenbezogenen Daten (z. B. Name, Anfrage) zum Zwecke der Bearbeitung Ihres Anliegens bei uns gespeichert und verarbeitet. Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) und / oder auf unseren berechtigten Interessen (Art. 6 Abs. 1 lit. f DSGVO), da wir ein berechtigtes Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen haben. Die von Ihnen an uns per Kontaktanfrage übersandten Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihres Anliegens). Zwingende gesetzliche Bestimmungen – insbesondere gesetzliche Aufbewahrungsfristen – bleiben unberührt. Wir geben Ihre Daten nicht ohne Ihre Einwilligung weiter.";

"privacy title 5" = "V. Datenanalyse";
"privacy body 5"  = "Wenn Sie auf unsere APP zugreifen, kann Ihr Verhalten mit Hilfe bestimmter Analyse-Werkzeuge statistisch ausgewertet und zu Werbe- und Markforschungszwecken oder zur Verbesserung unserer Angebote analysiert werden. Bei der Verwendung derartiger Tools achten wir auf die Einhaltung der gesetzlichen Datenschutzbestimmungen. Beim Einsatz externer Dienstleister (Auftragsverarbeiter) stellen wir durch entsprechende Verträge mit den Dienstleistern sicher, dass die Datenverarbeitung den deutschen und europäischen Datenschutzstandards entspricht. \n\n\nGoogle Analytics Firebase \n\nWir nutzen Google Analytics Firebase (nachfolgend Google Firebase) zur Analyse des Nutzerverhaltens. Anbieter ist die Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA. \nGoogle Firebase umfasst verschiedene Funktionen, die uns eine Analyse Ihres In-APP-Verhaltens ermöglichen. Auf diese Weise können wir beispielsweise Ihre Bildschirmaufrufe, Betätigung von Buttons, In-APP-Käufe oder die Effektivität von Werbemaßnahmen analysieren. Wir können ferner feststellen, welche Funktionen innerhalb unserer APP häufig oder selten verwendet werden. Google Firebase speichert zu diesen Zwecken u. a. die Anzahl und Dauer der Sitzungen, Betriebssysteme, Gerätemodelle, Region und eine Reihe weiterer Daten. Eine detaillierte übersicht über die von Google Firebase erfassten Daten finden Sie unter: \n\nhttps://support.google.com/firebase/answer/6318039?hl=de \n\nDie Verwendung von Google Firebase setzt ggf. die Weiterleitung Ihrer personenbezogenen Daten in die USA voraus. Die Speicherdauer für die so erfassten Daten ist wie folgt geregelt: Die Daten werden so lange gespeichert, bis Sie uns zur Löschung auffordern. \nDie Verwendung von Google Firebase erfolgt zur Optimierung dieser APP und zur Verbesserung unserer Angebote. Dies stellt ein berechtigtes Interesse im Sinne des Art. 6 Abs. 1 lit. f DSGVO dar. \n\nWeitere Informationen zu Google Firebase finden Sie unter: https://firebase.google.com/ https://www.firebase.com/terms/privacy-policy.html \n\n\nStand: September, 2020";
